Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/tenacity.tmx
Source language: en
Languages: sv

source: Sort by publisher and effect name
sv: Sortera efter utgivare och effektnamn

source: Cursor to Stored &Cursor Position
sv: Från &markören till lagrad markörposition

source: Debug build (debug level %d)
sv: Felsökningsversion (felsökningsnivå %d)

source: &Increase Gain on Focused Track
sv: &Öka förstärkningen för aktuellt spår

source: Choose a location to save the exported files
sv: Välj en plats att spara de exporterade filerna

source: Pan &Left on Focused Track
sv: Panorera aktuellt spår åt &vänster

source: &New Peak Amplitude (dB):
sv: &Ny toppamplitud (dB):

source: Manage Plugins
sv: Hantera insticksmoduler

source: &Quit Tenacity
sv: Avsluta Tenacity

source: Disk Block Size (KB):
sv: Storlek på diskblock (kB):

source: &Key
sv: &Tangent

source: Play-at-Speed
sv: Spela upp efter hastighet

source: About
sv: Om

source: Amplitude of white noise (percent)
sv: Amplitud för vitt brus (procent)

source: Frequencies
sv: Frekvenser

source: Import Audio Unit Preset As %s:
sv: Importera Audio Unit-förinställning som %s:

source: Clear
sv: Rensa

source: Peak amplitude dB
sv: Maximal amplitud i dB

source: "%s" is an audio CD track. Tenacity cannot open audio CDs directly. Extract (rip) the CD tracks to an audio format that Tenacity can import, such as WAV or AIFF.
sv: ”%s” är ett spår på en ljud-CD. Tenacity kan inte öppna ljud-CD-skivor direkt. Extrahera (rippa) CD-spåren till ett ljudformat som Audacity kan importera, till exempel WAV eller AIFF.

source: ~a ~a~%~aSample Rate: ~a Hz.~%Length processed: ~a samples ~a seconds.~a
sv: ~a ~a~%~aSamplingshastighet: ~a Hz.~%Bearbetad längd: ~a samplingar ~a sekunder.~a

source: &Host:
sv: &Värd:

source: Labelling regions between sounds requires~%at least two sounds.~%Only one sound detected.
sv: För att etikettera områden mellan ljud krävs~%minst två ljud.~%Endast ett ljud upptäcktes.

source: Delay type
sv: Fördröjningstyp

source: Final Pitch Shift
sv: Slutgiltig tonhöjdsskiftning

source: Envelope
sv: Envelopp

source: Move Focus to &Previous Track
sv: Flytta fokus till &föregående spår

source: &Pre-delay (ms):
sv: &Förhandsfördröjning (ms):

source: Duration
sv: Längd

source: &Noise type:
sv: &Brustyp:

source: Time
sv: Tid

source: Fade Up
sv: Tona upp

source: Detect
sv: Identifiera

source: Contrast Analysis (WCAG 2 compliance)
sv: Kontrastanalys (WCAG 2-överensstämmelse)

source: Resampling failed.
sv: Återsampling misslyckades.

source: Audacity Dark
sv: Audacity mörkt

source: As part of their processing, some LV2 effects must delay returning audio to Audacity. When not compensating for this delay, you will notice that small silences have been inserted into the audio. Enabling this setting will provide that compensation, but it may not work for all LV2 effects.
sv: Som en del av bearbetningen måste vissa LV2-effekter fördröja återgivningen av ljud till Audacity. Om fördröjningen inte kompenseras märker du att små tystnader läggs in i ljudet. När det här alternativet aktiveras kompenseras fördröjningen, men det kanske inte fungerar för alla LV2-effekter.

source: Even Harmonics
sv: Jämna övertoner

source: Left: ~a lin, ~a dB | Right: ~a lin, ~a dB.
sv: Vänster: ~a lin, ~a dB | Höger: ~a lin, ~a dB.

source: Mixing down to mono
sv: Mixar ned till mono

source: Change speed limit (%) to:
sv: Ändra hastighetsgräns (%) till:

source: "%s" is a RealPlayer media file. Tenacity cannot open this proprietary format. You need to convert it to a supported audio format, such as WAV or AIFF.
sv: ”%s” är en RealPlayer-mediefil. Tenacity kan inte öppna detta proprietära format. Du måste konvertera den till ett ljudformat som stöds, till exempel WAV eller AIFF.

source: 'Temporary Directory' cannot be set.
sv: ”Temporär katalog” kan inte anges.

source: SubRip text file
sv: SubRip-textfil

source: Moved '%s' to Top
sv: Flyttade "%s" längst upp

source: Tenacity could not open file: %s for writing.
sv: Tenacity kunde inte öppna filen: %s för skrivning.

source: Stream is active ... unable to gather information.
sv: Strömmen är aktiv … det går inte att hämta information.

source: Cu&t Label text
sv: Klipp ut etiketttext

source: Hear &other tracks while recording (overdub)
sv: Hör &andra spår under inspelning (pålägg)

source: &Delete
sv: &Radera

source: from Octave
sv: från oktav

source: Hard Limiter 1413
sv: Hård begränsare 1413

source: Th&eme:
sv: T&ema:

source: Expanded Cut Line
sv: Expanderad klipplinje

source: &Host
sv: &Värd

source: Waveform dB &range:
sv: Vågformens dB-&intervall:

source: &Range...
sv: &Intervall...

source: Edit &Metadata...
sv: Redigera &metadata …

source: Visit our Matrix Room
sv: Besök vårt Matrix-rum

source: Select Track Start to End
sv: Markera från spårets början till slutet

source: From rpm
sv: Från rpm

source: The content you are trying to paste will span across more tracks than you currently have available. Add more tracks and try again.
sv: Innehållet du försöker klistra in sträcker sig över fler spår än du har tillgängliga. Lägg till fler spår och försök igen.

source: Group by type
sv: Gruppera efter typ

source: Incompatible theme
sv: Inkompatibelt format och kodek

source: Interpolation type
sv: Interpoleringstyp

source: C&utoff:
sv: A&vskärning:

source: Could not initialize component
sv: Kunde inte initialisera komponent

source: Minimum S&topband Attenuation:
sv: Minimal förtunning av s&toppband:

source: Mix and Render to Ne&w Track
sv: Mixa och rendera till &nytt spår

source: Extended Import
sv: Utökad importering

source: Pan position: ~a~%The left and right channels are correlated by about ~a %. This means:~%~a~%
sv: Panoreringsposition: ~a~%De vänstra och högra kanalerna är korrelerad med omkring ~a %. Detta betyder:~%~a~%

source: Vocal II
sv: Sång II

source: Shrin&k
sv: &Krymp

source: Zoom &Out
sv: Zooma &ut

source: Compressor step response
sv: Kompressorns stegsvar

source: FLAC import and export
sv: Import och export av FLAC

source: M&ultiple Files
sv: F&lera filer

source: The tracks you are attempting to merge to stereo contain clips at different positions, or otherwise mismatching clips. Merging them will render the tracks. This causes any realtime effects to be applied to the waveform and hidden data to be removed. Additionally, the entire track will become one large clip. Do you wish to continue?
sv: Spåren du försöker sammanfoga till stereo innehåller klipp på olika positioner eller klipp som inte matchar på annat sätt. När de sammanfogas renderas spåren. Det innebär att realtidseffekter tillämpas på vågformen och dold data tas bort. Dessutom blir hela spåret ett enda stort klipp. Vill du fortsätta?

source: Learn more
sv: Läs mer

source: MIDI pitch of strong beat
sv: MIDI-tonhöjd för starkt slag

source: Tar&get compression
sv: &Målkomprimering

source: Device
sv: Enhet

source: Preferences for Quality
sv: Inställningar för kvalitet

source: Output Channels: %2d
sv: Utmatningskanaler: %2d

source: &Select Curve:
sv: &Välj kurva:

source: Analyze Noise Level
sv: Analysera brusnivå

source: Couldn't write to file: %s
sv: Kunde inte skriva till fil: %s

source: Amplitude End
sv: Amplitud, slut

source: &Stages:
sv: &Steg:

source: Click & move to Scrub. Click & drag to Seek.
sv: Klicka och flytta för att använda scrubbing. Klicka och dra för att söka.

source: Removed Cut Line
sv: Raderade skärlinjer

source: High:
sv: Hög:

source: (0 to 5):
sv: (0 till 5):

source: Move rule &down
sv: Flytta &ned regel

source: All selected audio is muted.
sv: Allt markerat ljud är avstängt.

source: %s window
sv: %s-fönster

source: Stretch
sv: Sträck

source: no label track at or below focused track
sv: inget etikettspår på eller under aktuellt spår

source: hundredths of cents
sv: hundradelar av cent

source: hh:mm:ss + NTSC non-drop frames
sv: hh:mm:ss + otappade NTSC-bildrutor

source: Could not find component
sv: Kunde inte hitta komponent

source: Continue to export remaining files?
sv: Fortsätt exportera återstående filer?

source: Sets various values for a clip.
sv: Ändrar olika värden för ett klipp.

source: Callback routine requested an abort
sv: Återanropsrutinen begärde avbrott

source: 01000,01000 frames|29.97002997
sv: 01000,01000 bildrutor|29.97002997

source: Paulstretch is only for an extreme time-stretch or "stasis" effect
sv: Paulstretch är endast avsedd för en extrem tidsutsträckt effekt eller "stasiseffekt"

source: Playback Meter
sv: Uppspelningsmätare

source: Move Track &Down
sv: Flytta &ned spåret

source: %s includes code from the following projects:
sv: %s innehåller kod från följande projekt:

source: Preferences > Directories
sv: Inställningar > Kataloger

source: Please select at least one audio track and one MIDI track.
sv: Var god välj minst ett ljudspår och ett MIDI-spår.

source: Target Compression
sv: Målkomprimering

source: Rectangle
sv: Rektangel

source: Error Saving VST Presets
sv: Fel uppstod när VST-förinställning sparades

source: Linear Frequency Scale
sv: Linjär frekvensskala

source: Enhanced Autocorrelation
sv: Förbättrad autokorrelation

source: Error in Automatic Save
sv: Fel uppstod under automatisk sparning

source: Envelope Tool
sv: Enveloppverktyg

source: Label
sv: Etikett

source: Rendering Control-Track Time-Stretched Audio
sv: Renderar tidsutsträckt ljud i kontrollspåret

source: Tenacity could not find a place to store temporary files. Please enter an appropriate directory in the preferences dialog.
sv: Tenacity kunde inte hitta en plats att lagra temporära filer på. Ange en lämplig katalog i inställningsdialogrutan.

source: Click or drag to begin Scrub
sv: Klicka och dra för att börja använda scrubbing

source: Direction Changes -- mean: %1.4f sd: (%1.4f)
sv: Riktningsändringar -- mean: %1.4f sd: (%1.4f)

source: Click and drag to edit the samples
sv: Klicka och dra för att redigera samplingar

source: Operational error
sv: Valideringsfel

source: Artist Name
sv: Artistnamn

source: Selection Tool
sv: Markeringsverktyg

source: &Amplitude (0-1):
sv: &Amplitud (0–1):

source: Move Backward Through Active Windows
sv: Flytta bakåt genom aktiva fönster

source: Color (classic)
sv: Färg (klassisk)

source: Drags mouse from one place to another.
sv: Drar musen från en plats till en annan.

source: Select Tracks...
sv: Välj spår...

source: Clears the log contents.
sv: Rensar loggens innehåll.

source: Click and drag to resize the track.
sv: Klicka och dra för att ändra storleken på spåret.

source: Delete Labeled Audio
sv: Radera ljud med med etikett

source: Remove silence from &end
sv: Tog bort %s från %s

source: (0 to 100):
sv: (0 till 100):

source: Add Mono Track
sv: Lägg till monospår

source: Gated Expansion Distortion
sv: Låst utvidgningsförvrängning

source: LFO start phase in degrees
sv: Startläge för LFO i grader

source: Theme Cache - Images && Color
sv: Temacache - Bilder och färg

source: Disk is full. %s
sv: Disken är full. %s

source: Manage Curves List
sv: Hantera kurvlista

source: Not enough space
sv: Inte tillräckligt med utrymme

source: &Select
sv: &Markera

source: Applying Nyquist Effect...
sv: Verkställer Nyquist effekt...

source: Semitones (half-steps)
sv: Halvtoner (halva tonsteg)

source: Move Focus to &First Track
sv: Flytta fokus till f&örsta spåret

source: Language "%s" is unknown
sv: Språket "%s" är okänt

source: Upper Time Signature
sv: Övre taktartssiffra

source: Rearrange sub-views
sv: Ordna om undervyer

source: 1/64 (triplets)
sv: 1/64 (trioler)

source: O&pen:
sv: &Öppna:

source: &Macro Manager
sv: &Makrohanterare

source: &Project
sv: &Projekt

source: Fade Down
sv: Tona ned

source: Input Gain (dB) Right channel
sv: Inmatningsförstärkning (dB) för höger kanal

source: Copied labeled audio regions to clipboard
sv: Kopierade ljudområden med etikett till urklipp

source: Credits
sv: Tack till

source: Build type:
sv: Versionstyp:

source: Error Saving Tags File
sv: Fel uppstod när taggfil sparades

source: Set Label
sv: Ändra etikett

source: Move to Pre&vious Label
sv: Flytta till &föregående etikett

source: Set Envelope
sv: Ändra envelopp

source: Error Saving Effect Presets
sv: Fel uppstod när effektförinställningar sparades

source: Play at selected speed
sv: Spela upp efter vald hastighet

source: Remove
sv: Radera

source: Type: %s
sv: Typ: %s

source: Labels
sv: Etiketter

source: Select Tracks
sv: Välj spår

source: Recording stops and starts
sv: Inspelningen stoppar och börjar

source: Themes as Cee code written to: %s/*%s.
sv: Teman som Cee-kod skrevs till: %s/*%s.

source: Error Opening File or Project
sv: Fel uppstod när fil eller projekt skulle öppnas

source: Infinite dB difference
sv: Oändlig dB-skillnad

source: ~a ~a~%~aSample Rate: ~a Hz. Sample values on ~a scale.~%~ Length processed: ~a samples ~a seconds.~a
sv: ~a ~a~%~aSamplingshastighet: ~a Hz. Samplingsvärden på skalan ~a.~%~ Bearbetad längd: ~a samplingar ~a sekunder.~a

source: 01000,01000 frames|75
sv: 01000,01000 bildrutor|75

source: %s Recording saved: %s
sv: %s Inspelning sparades: %s

source: Supports input: %d
sv: Stöder indata: %d

source: Input
sv: Indata

source: Modern Punch
sv: Modern kraft

source: Make It Right Master
sv: Rättningsmaster

source: Clips
sv: Klipp

source: Fit project to width
sv: Anpassa projektet till bredden

source: &Track Number
sv: &Spårnummer

source: Pan Right
sv: Panorera höger

source: from (Hz)
sv: från (Hz)

source: Error writing to file: "%s"
sv: Fel uppstod under skrivning till fil: "%s"

source: &Previous Tool
sv: &Föregående verktyg

source: Select Audio Host
sv: Välj ljudvärd

source: &Align End to End
sv: &Justera slutet vid slutet

source: Generates dual-tone multi-frequency (DTMF) tones like those produced by the keypad on telephones
sv: Generar tvåtoniga multifrekvenstoner (DTMF) som efterliknar knappsatstoner på telefoner

source: Track &End
sv: Sp&årets slut

source: Pluck
sv: Gitarrsträng

source: &Preview
sv: För&handsvisa

source: Elapsed Time:
sv: Förbrukad tid:

source: MIDI Devices
sv: MIDI-enheter

source: Test Data Size (MB):
sv: Storlek på testdata (MB):

source: &After cut region:
sv: &Efter utklippt område:

source: Connection to project file is null
sv: Anslutningen till projektfilen är null

source: Minimum silence duration
sv: Minsta tystnadsvaraktighet

source: Strings
sv: Stråkar

source: Enable this plug-in?
sv: Aktivera den här insticksmodulen?

source: Enable these plug-ins?
sv: Aktivera de här insticksmodulerna?

source: Access permission denied
sv: Åtkomstbehörighet nekades

source: Start to &Cursor/Selection Start
sv: Börja vid &markören/markeringens början

source: &Export:
sv: &Exportera:

source: &Save
sv: &Spara

source: Upper Time Signature Changed
sv: Övre taktartssiffran ändrades

source: Decay factor:
sv: Decay-faktor:

source: Sets various values for a project.
sv: Ändrar olika värden för ett projekt.

source: The sample rate of the noise profile must match that of the sound to be processed.
sv: Samplingsfrekvensen för brusprofilen måste överensstämma med ljudet att bearbetas.

source: Tenacity failed to write file %s. Perhaps disk is full or not writable. For tips on freeing up space, click the help button.
sv: Tenacity kunde inte skriva filen %s. Kanske är disken full eller saknar skrivrättighet. Klicka på hjälpknappen för råd om hur du frigör utrymme.

source: Repair
sv: Reparera

source: No audio interfaces
sv: Inga ljudgränsnitt

source: Delete Track
sv: Ta bort spår

source: Replace %s
sv: Ersätt %s

source: Tenacity %s Toolbar
sv: Verktygsrad för Tenacity %s

source: Empty value
sv: Tomt värde

source: Expo&rt Other
sv: Exportera &annat

source: %s '%s' has been canceled due to the error(s) noted above.
sv: %s "%s" har avbrutits p.g.a. fel som listas ovan.

source: -Infinity
sv: -Oändlig

source: nyx_error returned from %s.
sv: nyx_error returnerades från %s.

source: Nyquist returned a list.
sv: Nyquist returnerade en lista.

source: Fade type
sv: Toningstyp

source: Compression curve
sv: Komprimeringskurva

source: The frequency gain must be an integer
sv: Frekvensen måste vara ett heltal

source: &Optimize for Voice
sv: &Optimera för röst

source: Cursor to Project Start
sv: Från markören till projektets början

source: Error opening recording device. Error code: %s
sv: Fel uppstod när inspelningsenhet öppnades. Felkod: %s

source: Unable to export. Error %s
sv: Det gick inte att exportera. Fel %s

source: Set Display
sv: Ändra visning

source: Tone &High (%):
sv: &Maxpunkt för ton (%):

source: Set time track interpolation to linear
sv: Ändra tidsspårets interpolering till linjär

source: Max Spike Width
sv: Max. spikbredd

source: Aligned/Moved end to end
sv: Justerade/flyttade slutet till slutet

source: NTSC frames (29.97 fps)
sv: NTSC-bildrutor (29,97 bps)

source: Silence Threshold:
sv: Tystnadströskel:

source: Reset Zoom
sv: Återställ zoom

source: Adjustable Fade
sv: Justerade toning

source: Set Loop &Out
sv: Ange loopens &utpunkt

source: &Mono Track
sv: &Monospår

source: Preferences for Effects
sv: Inställningar för effekter

source: Pre-ro&ll:
sv: &Ljud innan inspelning:

source: Not found or cannot be read:
sv: Hittades inte eller kan inte läsas:

source: One row per channel.~%
sv: En rad per kanal.~%

source: Not used
sv: Används inte

source: %s, graphic artist
sv: %s, grafisk designer för förgreningen

source: Joined labeled audio (points or regions)
sv: Sammanfogade ljud med etikett (punkter och område)

source: Scroll Horizontal
sv: Rulla horisontellt

source: Degree of Levelling
sv: Utjämningsgrad

source: Maximum frequency must be 100 Hz or above
sv: Den maximala frekvensen måste vara 100 Hz eller högre

source: Alignment error: input too short: MIDI from %.2f to %.2f secs, Audio from %.2f to %.2f secs.
sv: Justeringsfel: inmatningen är för kort: MIDI från %.2f till %.2f sek, ljud från %.2f till %.2f sek.

source: Scale:
sv: Skala:

source: The frequency gain cannot be negative
sv: Frekvensens värde kan inte vara negativt

source: La&beled Audio
sv: Lj&ud med etikett

source: S&tore Selection
sv: &Lagra markering

source: Split to new track
sv: Dela till nytt spår

source: Move to Scrub. Drag to Seek.
sv: Flytta för att använda scrubbing. Dra för att söka.

source: End Date
sv: Slutdatum

source: Low-Pass Filter
sv: Lågpassfilter

source: Delete Key&2
sv: Raderingstangent &2

source: Leveller, Heavier, -70dB noise floor
sv: Utjämnare, tyngre, -70dB bottennivå för brus

source: Pan Center
sv: Centrera panorering

source: Failed to write XML preset to "%s"
sv: Det gick inte att skriva XML-förinställningen till ”%s”

source: &Use Preset
sv: &Använd förinställning

source: Truncate Location
sv: Av&korta till:

source: Output level
sv: Utmatningsnivå

source: Numbering before Label/Track Name
sv: Numrera innan etikett-/spårnamn

source: Bass Boost
sv: Basförstärkning

source: Are you sure you wish to cancel?
sv: Är du säker på att du vill avbryta?

source: Release Time
sv: Release-tid

source: Click and drag to move top selection frequency.
sv: Klicka och dra för att flytta den övre markeringsfrekvensen.

source: End Time
sv: Sluttid

source: Number of edits should be in the range 1 - 10000.
sv: Antalet redigeringar bör vara inom intervallet 1..10000.

source: Repeats the selection the specified number of times
sv: Upprepar markeringen ett specificerat antal gånger

source: Horizontal
sv: Horisontell

source: LV2 effects can have a graphical interface for setting parameter values. A basic text-only method is also available. Reopen the effect for this to take effect.
sv: LV2-effekter kan ha ett grafiskt gränssnitt för att ställa in parametervärden. Det finns även en grundläggande textbaserad metod. Öppna effekten på nytt för att ändringen ska börja gälla.

source: Created new label track
sv: Skapade nytt etikettspår

source: This project contains some realtime effect plugins that cannot be found on this system.
sv: Projektet innehåller vissa realtidseffektinsticksmoduler som inte kan hittas på det här systemet.

source: Failed to import project
sv: Det gick inte att importera projektet

source: Removed audio track(s)
sv: Tog bort ljudspår

source: Repeat Last Tool
sv: Upprepa senaste verktyg

source: Unable to acquire semaphores. This is likely due to a resource shortage and a reboot may be required.
sv: Det gick inte att hämta semaforer. Det beror troligen på resursbrist och kan kräva en omstart.

source: Clipped
sv: Klipptes

source: Au&dio Device Info...
sv: &Ljudenhetsinformation...

source: Press F2 or double click to edit cell contents.
sv: Tryck F2 eller dubbelklicka för att redigera cellinnehållet.

source: Library used incorrectly
sv: Biblioteket användes felaktigt

source: Unable to store preset in config file
sv: Det gick inte att lagra förinställningen i konfigurationsfilen

source: Successfully exported the following %lld file(s).
sv: Exporterade följande %lld fil(er).

source: Error.~%"~a" cannot be written.
sv: Fel.~%"~a" kan inte skrivas.

source: Minimal
sv: Minimalt

source: Preferences for Batch
sv: Inställningar för batchbearbetning

source: Save Project As:
sv: Spara projekt s&om:

source: Error.~%File overwrite disallowed:~%"~a.txt"
sv: Fel.~%Överskrivning av fil tillåts inte:~%”~a.txt”

source: Sound Activated Record
sv: Ljudaktiverad inspelning

source: R&egion
sv: &Område

source: Include header information
sv: Inkludera sidhuvudsinformation

source: 0100 h 060 m 060 s+>30 frames|N
sv: 0100 h 060 m 060 s+>30 bildrutor|N

source: Zoom to Fit
sv: Zooma för att passa

source: Disk space remaining for recording: %s
sv: Återstående hårddiskutrymme för inspelning: %s

source: Not doing anything...
sv: Gör ingenting...

source: &Discard Selected
sv: &Kasta markerade

source: Tenacity could not write file: %s.
sv: Tenacity kunde inte skriva filen: %s.

source: display Tenacity version
sv: visa Tenacity-version

source: Selection Length
sv: Markeringens längd

source: Random Seed:
sv: Slumpartat frö:

source: Cosine Out
sv: Cosinus ut

source: &cents:
sv: &cent:

source: Custom Sample Rate
sv: Anpassad samplingsfrekvens

source: Performs IIR filtering that emulates analog filters
sv: Utför IIR-filtrering som emulerar analoga filter

source: Glue Compressor
sv: Limkompressor

source: &Semitones (half-steps):
sv: &Halvtoner (halvsteg):

source: %s - L
sv: %s - V

source: Repeat processing
sv: Upprepa bearbetning

source: R
sv: H

source: Set Loop &In
sv: Ange loopens &inpunkt

source: Error.~%Unable to open file~%~s
sv: Fel.~%Det gick inte att öppna filen~%~s

source: Generates one of three different types of noise
sv: Genererar en av tre olika brustyper

source: Selected area using Brush Tool
sv: Markerade område med penselverktyget

source: Other...
sv: Övrigt...

source: Rate Change
sv: Byt frekvens

source: Syncing
sv: Synkroniserar

source: Start (or end)
sv: Början (eller slut)

source: [Project %02i] Tenacity "%s"
sv: [Projekt %02i] Tenacity ”%s”

source: Export as &OGG
sv: Exportera som &OGG

source: Audio Device Info
sv: Ljudenhetsinformation

source: Waveforms
sv: Vågformer

source: Fit to &Height
sv: Anpassa till &höjd

source: Paste audio
sv: Klistra in ljud

source: Save Without Copying
sv: Spara utan att kopiera

source: Project check found file inconsistencies during automatic recovery. Select 'Help > Diagnostics > Show Log...' to see details.
sv: Projektkontrollen hittade filinkonsekvenser vid automatisk återställning. Välj ”Hjälp > Diagnostik > Visa logg …” för att se detaljer.

source: Overwrite existing curve '%s'?
sv: Skriv över befintliga kurvan "%s"?

source: Loading Keyboard Shortcuts
sv: Läser in kortkommandon

source: D&iscard
sv: K&asta

source: Saving and loading individual theme files uses a separate file for each image, but is otherwise the same idea.
sv: Sparar och läser in individuella temafiler som använder en separat fil för varje bild, men fungerar annars likadant.

source: Cursor:
sv: Markör:
